Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The container closure system is a multidose plastic bottle, closed with a two piece closure (operating instructions on top) with an induction seal liner.
es_es: El envase y sistema de cierre es un frasco de plástico multidosis cerrado con un cierre de dos piezas (arriba trae las instrucciones de uso), con un revestimiento que permite un sellado por inducción.

source: The container closure system must provide an integral barrier that protects DP stability and sterility throughout its shelf-life.
es_es: El envase y sistema de cierre debe proporcionar una barrera integral que proteja la estabilidad y la esterilidad del medicamento durante su vida útil.

source: The container closure system of spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL) (PFS-NSD-2) is comprised of a pre-filled syringe (PFS) containing the injection solution assembled into a needle safety device (NSD) - also termed Safe’n’Sound (SnS) subassembly - and fitted with a plunger rod (PR) and an extended finger flange (EFF) (see Figure 1).
es_es: El envase y sistema de cierre de la solución inyectable de Espesolimab en jeringa prellenada de 300 mg/jeringa (150 mg/ml) (dispositivo PFS-NSD-2) consta de una jeringa prellenada (PFS) que contiene la solución inyectable, ensamblada en un dispositivo de seguridad para aguja (NSD), también denominado subunidad Safe’n’Sound (SnS), y equipada con un émbolo y una lengüeta de apoyo extendida (véase la Figura 1).

source: The container closure system of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) (PFS-NSD-1) is comprised of a pre-filled syringe (PFS) containing the injection solution assembled into a needle safety device (NSD) - also termed Safe’n’Sound (SnS) subassembly - and fitted with a plunger rod (PR) and an extended finger flange (EFF) (see Figure 5).
es_es: El envase y sistema de cierre de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) (dispositivo PFS-NSD-1) consta de una jeringa precargada (PFS) que contiene la solución inyectable, ensamblada en un dispositivo de seguridad para aguja (NSD), también denominado subensamblaje Safe’n’Sound (SnS), y equipada con un vástago de émbolo y lengüetas de apoyo más amplias (véase la Figura 5).

source: The container closure system of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) (PFS-NSD-1) is comprised of a pre-filled syringe (PFS) containing the injection solution assembled into a needle safety device (NSD) - also termed Safe’n’Sound (SnS) subassembly - and fitted with a plunger rod (PR) and an extended finger flange (EFF).
es_es: El envase y sistema de cierre de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) (dispositivo PFS-NSD-1) consta de una jeringa precargada (PFS) que contiene la solución inyectable, ensamblada en un dispositivo de seguridad para aguja (NSD), también denominado subensamblaje Safe’n’Sound (SnS), y equipada con un vástago de émbolo y lengüetas de apoyo más amplias.

source: The container closure system of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial consists of a clear Type I borosilicate glass vial, closed with a coated rubber stopper, and secured with an aluminium crimp cap.
es_es: El envase y sistema de cierre de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial consta de una ampolla de vidrio de borosilicato tipo I transparente, cerrada con un tapón de caucho recubierto, y asegurado con una tapa de cierre metálica.

source: The container closure system remains unchanged.
es_es: El envase y sistema de cierre permanece sin cambios.

source: The container is placed in thermostatically controlled chamber at a temperature set ccording to the substance to be examined.
es_es: El recipiente se coloca en una cámara a temperatura controlada, ajustada según la sustancia a examinar.

source: The content (final formulated bulk and inner surfaces) of the bulk-PFS must be sterile.
es_es: El contenido (formulación final a granel y superficies internas) de la jeringa precargada a granel debe ser estéril.

source: The content of the Clinical Overview is identical for Trajenta, Jentadueto, and Glyxambi.
es_es: El contenido del Resumen clínico es idéntico para Trayenta, Jentadueto y Glyxambi.

source: The control of potency is therefore primarily ensured through acceptance criteria for physicochemical attributes.
es_es: Por lo tanto, el control de la potencia se garantiza principalmente mediante los criterios de aceptación de los atributos fisicoquímicos.

source: The control strategy for spesolimab drug product is based on the process settings as documented in Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls and includes different elements covering the control of input materials such as drug substance and excipients and testing of properties of the final drug product that are indicative for critical quality attributes.
es_es: La estrategia de control para el medicamento espesolimab se basa en las configuraciones del proceso documentadas en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, e incluye diferentes elementos de control de los materiales de ingreso, como el principio activo y los excipientes, y las pruebas de propiedades del medicamento final, todo lo cual es indicativo de los atributos críticos de calidad.

source: The controlled extractables studies mimicking the short reconstitution period and the subsequent toxicological assessment revealed no potential semi- or non-volatile leachables of concern.
es_es: Los estudios controlados de extraíbles que imitan el breve periodo de reconstitución y la evaluación toxicológica posterior revelaron que ningún lixiviable semivolátil o no volátil representa un riesgo.

source: The controls already in place for the drug substances empagliflozin and linagliptin and the fixed dose combination products thereof ensure that elemental impurities in the drug product will be maintained below the respective PDE levels.
es_es: Los controles existentes tanto para los principios activos empagliflozina y linagliptina como para los correspondientes productos combinados a dosis fija garantizan que, en el medicamento, las impurezas elementales se mantendrán por debajo de los respectivos niveles de exposición diaria permitida.

source: The conversion to a specification limit in ppb for the drug product is calculated by dividing this above limit (ng) by the maximum daily dose (mg) of the drug product for metformin hydrochloride.
es_es: La conversión a un límite de especificación para el medicamento, expresado en partes por mil millones (ppb), se realiza dividiendo dicho límite aceptable (ng) por la dosis diaria máxima (mg) del clorhidrato de metformina en el medicamento.

source: The cooled depyrogenated vials exit the dry heat tunnel into a grade A isolator environment for aseptic filling and lyophilisation.
es_es: Los frascos despirogenados enfriados pasan del túnel de calor seco a un ambiente aislado de grado A para los procesos de llenado aséptico y liofilización.

source: The coordinating centre will be kept blinded to the clinical information and will perform the analysis of the radiological outcome measures, prior to unblinding.
es_es: El centro de coordinación no conocerá la información clínica y analizará los resultados radiológicos antes de la apertura del ciego.

source: The corresponding amount of water is added during manufacturing.
es_es: Durante la fabricación, se adiciona la cantidad correspondiente de agua.

source: The corresponding peak is unambiguously evaluable e.g. S/N-ratio (Ph.Eur) > 10 as well.
es_es: El pico correspondiente se puede evaluar sin ambigüedades, p. ej., relación S/R (Ph. Eur.) > 10 también.

source: The country Germany is divided into 16 federal states.
es_es: El país de Alemania está dividido en 16 estados federales.

source: The creation of a batch number is done automatically by Enterprise Resource Planning system.
es_es: El número de partida se genera automáticamente mediante el sistema Enterprise Resource Planning.

source: The creation of a batch number is done automatically by the Enterprise Resource Planning System.
es_es: El número de partida se genera automáticamente mediante el sistema Enterprise Resource Planning.

source: The crimp cap is not further processed prior to DP manufacturing.
es_es: La tapa de cierre metálica no atraviesa otros procesos antes de la fabricación del medicamento.

source: The crimped reservoir is called cartridge (step 11).
es_es: El tanque de reserva crimpado se llama cartucho (paso 11).

source: The crimping principle is rotation of the vial and usage of fixed crimping wheels.
es_es: El principio del sellado es la rotación del frasco y el uso de ruedas de sellado fijas.

source: The criteria according to pharmacopoeias for EU and US are similar and the acceptance criterion was fulfilled for all Metalyse® and TNKase® batches.
es_es: Los criterios de las farmacopeas de la UE y los EE. UU. son similares, y todas las partidas de Metalyse® y TNKase® cumplieron con el criterio de aceptación.

source: The critical dimensions of the Bulk PFS shall be designed to function with its specified Safe'n'Sound Subassembly.
es_es: Las dimensiones críticas de la jeringa prellenada entera se diseñarán para funcionar con su subsistema Safe'n'Sound especificado.

source: The critical process parameters (CPPs) for the tenecteplase drug product manufacturing process are shown in Table 9.
es_es: En la Tabla 9, se presentan los parámetros críticos del proceso de fabricación del medicamento tenecteplasa.

source: The critical process parameters are summarized in Table 4.
es_es: Los parámetros críticos del proceso se resumen en la Tabla 4.

source: The critical process-parameters (CPPs) and in-process controls for the DP manufacturing process are listed in the following chapters.
es_es: En las siguientes secciones, se presentan los parámetros críticos del proceso y los controles intermedios del proceso de fabricación del medicamento.

source: The critical quality attribute HMW species must be monitored due to its effect on potency, PK/PD and immunogenicity.
es_es: Es preciso monitorear el atributo crítico de calidad especies de alto peso molecular por su efecto sobre la potencia, la farmacocinética/farmacodinamia y la inmunogenicidad.

source: The critical quality attribute LMW species must be monitored due to potential effect on potency and PK/PD.
es_es: Es preciso monitorear el atributo crítico de calidad especies de bajo peso molecular por su potencial efecto sobre la potencia y la farmacocinética/farmacodinamia.

source: The critical quality attributes are listed in Table 3.
es_es: En la Tabla 3 se pueden ver los atributos críticos de calidad.

source: The cross-linked silicone coating (B2 coating) is applied to the top surface and the ribs of the plunger to aid machinability and to support gliding within the syringe barrel.
es_es: El recubrimiento de silicona reticulada (recubrimiento B2) se aplica en la superficie superior y en las nervaduras del émbolo con objeto de facilitar la maquinabilidad y permitir el deslizamiento dentro del cilindro de la jeringa.

source: The cumulative incidence of CV death or the composite renal endpoint (considering non-CV death as a competing risk) is displayed in Figure 15.2.4.15: 1.
es_es: En la Figura 15.2.4.15: 1 puede apreciarse la incidencia acumulada de la muerte cardiovascular o del criterio de valoración renal compuesto (considerando la muerte no cardiovascular como un riesgo competitivo).

source: The cumulative incidence of adjudicated CV death is displayed in Figure 11.1.2.4.2: 1.
es_es: En la Figura 11.1.2.4.2: 1 se puede ver la incidencia acumulada de la muerte cardiovascular adjudicada.

source: The cumulative incidence of all-cause mortality or the composite renal endpoint is displayed Figure 15.2.4.17: 1.
es_es: En la Figura 15.2.4.17: 1 puede apreciarse la incidencia acumulada de la mortalidad por todas las causas o el criterio de valoración renal compuesto.

source: The cumulative incidence of non-CV death is displayed in Figure 15.2.4.19: 1.
es_es: En la Figura 15.2.4.19: 1 se puede ver la incidencia acumulada de la muerte no cardiovascular.

source: The cumulative patient exposure to tenecteplase (TNKase) (January 2001 to August 2023) marketed by Genentech/Roche is estimated to be 733,228 treated patients (data source:
es_es: Se estima que la exposición acumulada en cantidad de pacientes a la tenecteplasa (TNKasa) (enero de 2001 a agosto de 2023) comercializada por Genentech/Roche es 733228 pacientes tratados (fuente:

source: The cumulative probability for censoring of patients without endpoint events was similar between treatment groups; the curves in Figure 15.2.1.2: 2 are superimposable.
es_es: La probabilidad acumulada de censurar pacientes sin eventos relativos a ningún criterio de valoración fue similar en ambos grupos de tratamiento (las curvas de la Figura 15.2.1.2: 2 se pueden superponer).

source: The current Local Patient Information (LPI) for Berotec in Argentina already includes the warnings mentioned, in accordance with the Company Core Data Sheet.
es_es: La información local para el paciente vigente de Berotec en Argentina a incluye las advertencias mencionadas, en consonancia con la Información fundamental del producto, de uso interno.

source: The current applied offset ink-printing technology of Nintedanib capsules is proposed to be replaced by UV laser-marking technology which is a contact-less laser technology.
es_es: Se propone remplazar la impresión en tinta con tecnología offset que actualmente se usa con nintedanib, cápsulas, por un marcado con láser UV sin contacto.

source: The current commercial DS acceptance criteria were applied for release testing of DP and the structure-function relationship was considered for setting of the shelf-life acceptance criteria.
es_es: Se tomaron los criterios de aceptación comerciales vigentes para el principio activo y se los aplicó a las pruebas de liberación del medicamento, y se consideró la relación estructura-función para establecer los criterios de aceptación de la vida útil.

source: The current commercial DS acceptance criterion was applied for release testing of DP and the maximal change during stability was considered for setting of the shelf-life acceptance criterion.
es_es: Se tomaron los criterios de aceptación comerciales vigentes para el principio activo y se los aplicó a las pruebas de liberación del medicamento, y se consideró el cambio máximo durante la estabilidad para establecer los criterios de aceptación de la vida útil.

source: The current commercial DS specification was applied for release testing of DP and the structure-function relationship was considered for setting of the shelf-life acceptance criterion.
es_es: Se tomó la especificación comercial vigente para el principio activo y se la aplicó a las pruebas de liberación del medicamento, y se consideró la relación estructura-función para establecer los criterios de aceptación de la vida útil.

source: The current data set with a total of 29 commercial DP batches is deriving from a limited number of manufacturing campaigns.
es_es: El actual conjunto de datos compuesto por un total de 29 partidas comerciales del medicamento deriva de un número limitado de campañas de producción.

source: The current description does not distinguish between formulation buffer and sample, which can be misleading.
es_es: La descripción vigente no distingue entre el buffer de formulación y la muestra, lo cual puede conducir a errores.

source: The current specifications are in compliance with the compendial monographs.
es_es: Las especificaciones actuales cumplen con las monografías de farmacopea.

source: The current test method “Single-chain determination” is proposed to be replaced by test method “Single-chain”.
es_es: Se propone reemplazar el método analítico de vigente, "Determinación de cadena única" por el método analítico "Cadena única"

source: The currently applicable European Pharmacopoeia is edition no. 11.
es_es: La Farmacopea Europea actualmente aplicable es la edición N.° 11.

source: The currently available data for tenecteplase 25 mg/vial confirm this approach.
es_es: Los datos disponibles actualmente para la tenecteplasa de 25 mg/frasco avalan este enfoque.

source: The currently registered in-process controls (IPC) are unchanged
es_es: No hay cambios en los controles intermedios del proceso actualmente registrados.

source: The currently registered release acceptance criteria for BI-II 751 XX remains unchanged (≤0.1 %), but proposed to be reported based on the degraded SND 919 CL2Y for harmonization with the other listed specified degradation products.
es_es: Los criterios de aceptación de liberación registrados actualmente para BI-II 751 XX permanecen sin cambios (≤0.1 %), pero se propone informarlos en función del componente SND 919 CL2Y degradado para armonizarlos con los demás productos de degradación especificados.

source: The curricula vitae of the participating investigators are available in the TMF.
es_es: Los currículum vitae de los investigadores participantes están en el archivo maestro del ensayo.

source: The cut-off date for the start of the pandemic was 01 Dec 2019 for China and 01 Jan 2020 for all other countries, consistent with those used for the analysis of trial 1245.121 (in patients with HFrEF).
es_es: La fecha límite para el inicio de la pandemia fue el 01 de diciembre de 2019 para China y el 01 de enero de 2020 para el resto de países, lo que coincide con las fechas utilizadas para el análisis del ensayo 1245.121 (en pacientes con ICFEr).

source: The daily dose of each product is described in Table 2.
es_es: En la Tabla 2, se describe la dosis diaria de cada producto.

source: The daily intake of potential leachables was calculated with a maximum daily dose of 25 mg of tenecteplase 25 mg resulting in a total volume of 5 mL of DP solution.
es_es: La ingesta diaria de lixiviables potenciales se calculó con una dosis máxima diaria de 25 mg de tenecteplasa, 25 mg, lo que arroja un volumen total de 5 ml de solución del medicamento.

source: The data are reviewed for consistency, completeness, and quality.
es_es: Los datos pasan por una revisión de coherencia, integridad y calidad.

source: The data cleaning for Category C data was limited.
es_es: La depuración de datos de la Categoría C fue limitada.

source: The data cleaning for non-critical data was limited.
es_es: La depuración de datos no críticos fue limitada.

source: The data collected will remain the property of the study Steering Committee, with the database hosted under arrangements by The Florey.
es_es: Los datos recopilados seguirán siendo propiedad del Comité de dirección del estudio, y la base de datos se almacenará según lo acordado por The Florey.

source: The data comprises 12 batches of ongoing stability studies from the manufacturing site Boehringer Ingelheim and 12 batches of ICH stabilities from the manufacturing site Rottendorf Pharma.
es_es: Los datos abarcan 12 partidas tomadas de los estudios de estabilidad en curso de la planta productora Boehringer Ingelheim y 12 partidas de estudios de estabilidad según ICH de la planta productora Rottendorf Pharma.

source: The data comprises 17 batches of all dosage strengths.
es_es: La información abarca 17 partidas de todas las concentraciones.

source: The data comprises 313 batches of all dosage strengths.
es_es: La información abarca 313 partidas de todas las concentraciones.

source: The data demonstrate that the changes in manufacturing site and bath size have no impact on the dissolution properties of the final product, Telmisartan tablets 40 mg and 80 mg, and therefore has no influence on the performance of the final drug product.
es_es: Los datos muestran que los cambios en la planta productora o el tamaño de partida no tienen impacto sobre las propiedades del producto final Telmisartán, comprimidos de 40 mg y 80 mg, y por lo tanto no influyen en el desempeño del medicamento final.

source: The data demonstrate that the manufacturing process TPA-05 at BI Vienna is capable to produce alteplase DS with consistent quality.
es_es: A partir de los datos, queda demostrado que el proceso de fabricación TPA-05 de BI Vienna es capaz de producir el principio activo alteplasa con una calidad homogénea.

source: The data demonstrate the manufacturing process TPA-05 at BI Vienna is capable to produce alteplase DS further processed to DP with consistent quality.
es_es: A partir de los datos, queda demostrado que el proceso de fabricación TPA-05 de BI Vienna es capaz de producir el principio activo alteplasa, que luego se procesa y se convierte en el medicamento, con una calidad homogénea.

source: The data from clinical trials in AIS is supplemented by the data from clinical trials in the AMI indication plus the vast cumulative worldwide exposure data:
es_es: Los datos de los ensayos clínicos para el accidente cerebrovascular isquémico agudo son los de la indicación de infarto agudo de miocardio más los provenientes de la vasta exposición mundial acumulativa:

source: The data from process characterisation studies, along with data from transfer batches (= representative non-GMP batches at commercial scale in the commercial facility) were used to define ranges or set points for the commercial process and to reduce and control variability.
es_es: Los datos obtenidos en los estudios de caracterización, junto con los resultados de partidas transferidas (= partidas representativas que no cumplen con las BPF a escala comercial en la planta comercial) se utilizaron para definir rangos o puntos de ajuste para el proceso comercial y para reducir y controlar la variabilidad.

source: The data from stability studies are provided in the stability Section 3.2.S.7.3 Stability Data – Accelerated and Long-Term Stability Data.
es_es: Los datos de los estudios de estabilidad se incluyen en la Sección 3.2.S.7.3, Datos de estabilidad; estabilidad acelerada y a largo plazo.

source: The data from stability studies under long-term storage conditions are used to define the proposed shelf-life.
es_es: Los datos de los estudios de estabilidad en condiciones de almacenamiento a largo plazo se emplean para definir la vida útil propuesta.

source: The data from this site were not excluded from any analysis.
es_es: Los datos de este centro no se excluyeron de ningún análisis.

source: The data obtained using the two dilution series were jointly described by a linear model and the related acceptance criteria on the difference of the estimated lines were satisfied.
es_es: Los datos de dos series de diluciones se describen en conjunto mediante un modelo lineal, tras lo cual quedaron satisfechos los criterios de aceptación relacionados acerca de la diferencia entre las curvas de estimación.

source: The data of HPSEC, single-chain, icIEF, and CGE red.
es_es: Los resultados de HPSEC, cadena única, icIEF y CGE en condiciones reductoras
